{"id":1822,"date":"2022-07-30T08:55:35","date_gmt":"2022-07-30T03:25:35","guid":{"rendered":"http:\/\/192.168.43.3\/gkpress\/?post_type=gk&#038;p=1822"},"modified":"2022-08-10T16:28:23","modified_gmt":"2022-08-10T10:58:23","slug":"the-soil-of-the-sundarban-of-west-bengal-is","status":"publish","type":"gk","link":"http:\/\/192.168.43.3\/gkpress\/gk\/the-soil-of-the-sundarban-of-west-bengal-is\/","title":{"rendered":"\u09aa\u09b6\u09cd\u099a\u09bf\u09ae\u09ac\u0999\u09cd\u0997\u09c7\u09b0 \u09b8\u09c1\u09a8\u09cd\u09a6\u09b0\u09ac\u09a8\u09c7\u09b0 \u09ae\u09c3\u09a4\u09cd\u09a4\u09bf\u0995\u09be \u0995\u09cb\u09a8\u099f\u09bf?"},"content":{"rendered":"<p>\u09aa\u09b6\u09cd\u099a\u09bf\u09ae\u09ac\u0999\u09cd\u0997\u09c7\u09b0 \u09b8\u09c1\u09a8\u09cd\u09a6\u09b0\u09ac\u09a8\u09c7\u09b0 \u09ae\u09c3\u09a4\u09cd\u09a4\u09bf\u0995\u09be \u09b2\u09ac\u09a3\u09be\u0995\u09cd\u09a4\u00a0 \u0995\u09be\u09a6\u09be\u09ae\u09be\u099f\u09bf \u09af\u09c1\u0995\u09cd\u09a4 \u09aa\u09cd\u09b0\u0995\u09c3\u09a4\u09bf\u09b0\u0964\u00a0 \u098f\u0987 \u09ac\u09a8\u09ad\u09c2\u09ae\u09bf\u099f\u09bf \u0997\u0999\u09cd\u0997\u09be \u0993 \u09ac\u09cd\u09b0\u09b9\u09cd\u09ae\u09aa\u09c1\u09a4\u09cd\u09b0\u09c7\u09b0 \u09ae\u09cb\u09b9\u09a8\u09be\u09af\u09bc \u0985\u09ac\u09b8\u09cd\u09a5\u09bf\u09a4 \u098f\u09ac\u0982 \u09ac\u09be\u0982\u09b2\u09be\u09a6\u09c7\u09b6 \u0993 \u09ad\u09be\u09b0\u09a4\u09c7\u09b0 \u09aa\u09b6\u09cd\u099a\u09bf\u09ae\u09ac\u0999\u09cd\u0997\u09c7 \u0985\u09ac\u09b8\u09cd\u09a5\u09bf\u09a4\u0964 \u098f\u0987 \u09ae\u09c3\u09a4\u09cd\u09a4\u09bf\u0995\u09be\u0995\u09c7 \u09b6\u09be\u09b0\u09c0\u09b0\u09ac\u09c3\u09a4\u09cd\u09a4\u09bf\u09df \u09b6\u09c1\u09b7\u09cd\u0995 \u09ae\u09c3\u09a4\u09cd\u09a4\u09bf\u0995\u09be \u09ac\u09b2\u09be \u09b9\u09af\u09bc \u0964 \u09e7\u09ef\u09e7\u09e7 \u09b8\u09be\u09b2\u09c7 \u09b8\u09c1\u09a8\u09cd\u09a6\u09b0\u09ac\u09a8\u0995\u09c7 \u099f\u09cd\u09b0\u09be\u0995\u09cd\u099f \u0985\u09ab \u0993\u09af\u09bc\u09c7\u09b8\u09cd\u099f \u09b2\u09cd\u09af\u09be\u09a8\u09cd\u09a1 \u09b9\u09bf\u09b8\u09c7\u09ac\u09c7 \u0986\u0996\u09cd\u09af\u09be \u09a6\u09c7\u0993\u09af\u09bc\u09be \u09b9\u09af\u09bc\u0964 \u09e7\u09ef\u09ee\u09ed \u09b8\u09be\u09b2\u09c7 \u098f\u099f\u09bf \u09aa\u09cd\u09b0\u09be\u0995\u09c3\u09a4\u09bf\u0995 \u09b8\u09ae\u09cd\u09aa\u09a4\u09cd\u09a4\u09bf \u09b9\u09bf\u09b8\u09c7\u09ac\u09c7 \u0987\u0989\u09a8\u09c7\u09b8\u09cd\u0995\u09cb \u09ac\u09bf\u09b6\u09cd\u09ac \u0990\u09a4\u09bf\u09b9\u09cd\u09af\u09ac\u09be\u09b9\u09c0 \u09b8\u09cd\u09a5\u09be\u09a8 \u09b9\u09bf\u09b8\u09c7\u09ac\u09c7 \u0998\u09cb\u09b7\u09bf\u09a4 \u09b9\u09af\u09bc \u0964 \u09b8\u09c1\u09a8\u09cd\u09a6\u09b0\u09ac\u09a8 \u099c\u09be\u09a4\u09c0\u09af\u09bc \u0989\u09a6\u09cd\u09af\u09be\u09a8\u099f\u09bf \u09ad\u09be\u09b0\u09a4\u09c7\u09b0 \u09aa\u09b6\u09cd\u099a\u09bf\u09ae\u09ac\u0999\u09cd\u0997 \u09b0\u09be\u099c\u09cd\u09af\u09c7\u09b0 \u09a6\u0995\u09cd\u09b7\u09bf\u09a3 24 \u09aa\u09b0\u0997\u09a8\u09be \u099c\u09c7\u09b2\u09be\u09b0 \u098f\u0995\u099f\u09bf \u099c\u09be\u09a4\u09c0\u09af\u09bc \u0989\u09a6\u09cd\u09af\u09be\u09a8 \u0993 \u09ac\u09cd\u09af\u09be\u0998\u09cd\u09b0 \u09aa\u09cd\u09b0\u0995\u09b2\u09cd\u09aa \u0964 \u09e7\u09ef\u09ee\u09ef \u09b8\u09be\u09b2\u09c7 \u09b8\u09c1\u09a8\u09cd\u09a6\u09b0\u09ac\u09a8\u09c7\u09b0 \u09ad\u09be\u09b0\u09a4\u09c0\u09af\u09bc \u0985\u0982\u09b6\u0995\u09c7 \u09ac\u09be\u09af\u09bc\u09cb\u09b8\u09cd\u09ab\u09bf\u09af\u09bc\u09be\u09b0 \u09b0\u09bf\u099c\u09be\u09b0\u09cd\u09ad \u09b9\u09bf\u09b8\u09c7\u09ac\u09c7 \u0998\u09cb\u09b7\u09a3\u09be \u0995\u09b0\u09be \u09b9\u09af\u09bc \u0964 \u09b8\u09c1\u09a8\u09cd\u09a6\u09b0\u09ac\u09a8\u09c7\u09b0 \u09ae\u09cd\u09af\u09be\u09a8\u0997\u09cd\u09b0\u09cb\u09ad \u09ac\u09a8\u09ad\u09c2\u09ae\u09bf \u09ac\u09bf\u09b6\u09cd\u09ac\u09c7\u09b0 \u09b8\u09b0\u09cd\u09ac\u09ac\u09c3\u09b9\u09ce\u0964 \u098f\u0996\u09be\u09a8\u09c7 \u09b8\u09c1\u09a8\u09cd\u09a6\u09b0\u09c0, \u0997\u09a1\u09bc\u09be\u09a8 ,\u0997\u09c7\u0993\u09af\u09bc\u09be, \u0997\u09b0\u09cd\u099c\u09a8, \u0997\u09cb\u09b2\u09aa\u09be\u09a4\u09be, \u0989\u09a6\u09cd\u09ad\u09bf\u09a6 \u09a6\u09c7\u0996\u09be \u09af\u09be\u09af\u09bc \u098f\u09ac\u0982 \u09ac\u09bf\u0996\u09cd\u09af\u09be\u09a4 \u09b0\u09af\u09bc\u09c7\u09b2 \u09ac\u09c7\u0999\u09cd\u0997\u09b2 \u099f\u09be\u0987\u0997\u09be\u09b0 \u0993 \u09b2\u09cb\u09a8\u09be \u099c\u09b2\u09c7\u09b0 \u0995\u09c1\u09ae\u09bf\u09b0, \u0995\u09c7\u099f\u09cb \u0995\u099a\u09cd\u099b\u09aa, \u099a\u09bf\u09a4\u09cd\u09b0\u09be \u09b9\u09b0\u09bf\u09a3, \u09ac\u09be\u09b2\u09bf \u09b9\u09be\u0981\u09b8, \u09a8\u09be\u09a8\u09be\u09a8 \u09a7\u09b0\u09a8\u09c7\u09b0 \u09aa\u09be\u0996\u09bf \u0993 \u09ac\u09bf\u09ad\u09bf\u09a8\u09cd\u09a8 \u09aa\u09cd\u09b0\u099c\u09be\u09a4\u09bf\u09b0 \u09aa\u09cd\u09b0\u09be\u09a3\u09c0\u09b0 \u0986\u09ac\u09be\u09b8\u09b8\u09cd\u09a5\u09b2\u0964<\/p>\n","protected":false},"template":"","meta":{"_lmt_disableupdate":"no","_lmt_disable":"","site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"default","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"short_videos":[],"gk_category":[4],"exam":[52],"gk_topic":[28],"_links":{"self":[{"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/gk\/1822"}],"collection":[{"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/gk"}],"about":[{"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/types\/gk"}],"version-history":[{"count":4,"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/gk\/1822\/revisions"}],"predecessor-version":[{"id":2035,"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/gk\/1822\/revisions\/2035"}],"wp:attachment":[{"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/media?parent=1822"}],"wp:term":[{"taxonomy":"short_videos","embeddable":true,"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/short_videos?post=1822"},{"taxonomy":"gk_category","embeddable":true,"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/gk_category?post=1822"},{"taxonomy":"exam","embeddable":true,"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/exam?post=1822"},{"taxonomy":"gk_topic","embeddable":true,"href":"http:\/\/192.168.43.3\/gkpress\/wp-json\/wp\/v2\/gk_topic?post=1822"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}